accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
b43-fwcutter
bash-completion
binutils
bison
bluez
bluez-utils
borg
btrfs-progs
bzip2
cloc
coreutils
cpupower
crda
cronie
cryptsetup
dash
device-mapper
dhclient
dhcpcd
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
exfat-utils
f2fs-tools
fakeroot
file
filesystem
findutils
firefox
flex
freetype2
gawk
gcc
gcc-libs
geary
gedit
gettext
git
gksu-polkit
glibc
gnome-disk-utility
gnome-icon-theme
gnome-keyring
gnome-themes-extra
go
gparted
grep
grub
gtk3
gzip
haveged
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
keepassxc
kleopatra
leafpad
less
libtool
libva-mesa-driver
libva-vdpau-driver
libxss
licenses
linux-firmware
linux-latest
logrotate
lsb-release
lvm2
lxde-wallpapers
lxrandr
m4
make
man-db
man-pages
manjaro-documentation-en
manjaro-firmware
manjaro-hotfixes
manjaro-lxde-config
manjaro-lxde-desktop-settings
manjaro-openbox-matcha
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mksh
mlocate
ncdu
neofetch
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
ntfs-3g
numlockx
obkey
openbox
openresolv
os-prober
p7zip
pacman
pacui
papirus-icon-theme
papirus-maia-icon-theme
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-file-mimeinfo
pkgconf
powertop
procps-ng
psmisc
pulseaudio-bluetooth
python-pip
python2-gobject
python2-pip
python2-xdg
qt5ct
redshift
reiserfsprogs
rsync
s-nail
scrot
sed
shadow
shellcheck
signal-desktop
spectre-meltdown-checker
stow
subversion
sudo
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
thunderbird
tlp
tmux
ttf-dejavu
ttf-roboto
unzip
usbutils
util-linux
vi
vim
vlc
vulkan-intel
vulkan-radeon
wget
which
wmctrl
wpa_supplicant
xcursor-breeze
xdg-su
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-terminal
xfce4-volumed-pulse
xfce4-whiskermenu-plugin
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xwininfo
youtube-dl
zathura
zsh
